# -*- coding: utf-8 -*-
"""
‘айл с расписанием уроков
"""

# «десь твоЄ расписание - замени на своЄ!
schedule = {
    "понедельник": [
        "8:30 Ц 9:15 Ц ћатематика",
        "9:25 Ц 10:10 Ц –усский €зык",
        "10:20 Ц 11:05 Ц Ћитература",
        "11:25 Ц 12:10 Ц јнглийский €зык",
        "12:20 Ц 13:05 Ц ‘изкультура"
    ],
    "вторник": [
        "8:30 Ц 9:15 Ц »стори€",
        "9:25 Ц 10:10 Ц ќбществознание",
        "10:20 Ц 11:05 Ц √еографи€",
        "11:25 Ц 12:10 Ц Ѕиологи€",
        "12:20 Ц 13:05 Ц »нформатика"
    ],
    "среда": [
        "8:30 Ц 9:15 Ц ‘изика",
        "9:25 Ц 10:10 Ц ’ими€",
        "10:20 Ц 11:05 Ц јлгебра",
        "11:25 Ц 12:10 Ц √еометри€",
        "12:20 Ц 13:05 Ц ћузыка"
    ],
    "четверг": [
        "8:30 Ц 9:15 Ц Ћитература",
        "9:25 Ц 10:10 Ц –усский €зык",
        "10:20 Ц 11:05 Ц »стори€",
        "11:25 Ц 12:10 Ц јнглийский €зык",
        "12:20 Ц 13:05 Ц ќЅ∆"
    ],
    "п€тница": [
        "8:30 Ц 9:15 Ц јлгебра",
        "9:25 Ц 10:10 Ц √еометри€",
        "10:20 Ц 11:05 Ц ‘изика",
        "11:25 Ц 12:10 Ц ‘изкультура",
        "12:20 Ц 13:05 Ц  лассный час"
    ],
    "суббота": [],
    "воскресенье": []
}