# -*- coding: utf-8 -*-
"""
Файл с расписанием уроков
"""

schedule = {
    "понедельник": [
        "8:30 – 9:15 – Математика",
        "9:25 – 10:10 – Русский язык",
        "10:20 – 11:05 – Литература",
        "11:25 – 12:10 – Английский язык",
        "12:20 – 13:05 – Физкультура"
    ],
    "вторник": [
        "8:30 – 9:15 – История",
        "9:25 – 10:10 – Обществознание",
        "10:20 – 11:05 – География",
        "11:25 – 12:10 – Биология",
        "12:20 – 13:05 – Информатика"
    ],
    "среда": [
        "8:30 – 9:15 – Физика",
        "9:25 – 10:10 – Химия",
        "10:20 – 11:05 – Алгебра",
        "11:25 – 12:10 – Геометрия",
        "12:20 – 13:05 – Музыка"
    ],
    "четверг": [
        "8:30 – 9:15 – Литература",
        "9:25 – 10:10 – Русский язык",
        "10:20 – 11:05 – История",
        "11:25 – 12:10 – Английский язык",
        "12:20 – 13:05 – ОБЖ"
    ],
    "пятница": [
        "8:30 – 9:15 – Алгебра",
        "9:25 – 10:10 – Геометрия",
        "10:20 – 11:05 – Физика",
        "11:25 – 12:10 – Физкультура",
        "12:20 – 13:05 – Классный час"
    ],
    "суббота": [],
    "воскресенье": []
}